Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# runtime_messages.0d127efd525d
source: {{value1}}は再配置せず、本人の選択として扱う
ar_sa: لن يتم نقل {{value1}} وسيتم التعامل معه على أنه اختيار الشخص.
ca: {{value1}} no es traslladarà i es tractarà com a elecció de la persona.
cs: {{value1}} ponechte ve stávajícím stavu, jako osobní volbu
da: {{value1}} skal ikke flyttes, og behandles som en selvvalgt indstilling.
de_de: {{value1}} nicht neu anordnen, sondern als eigene Entscheidung behandeln
el: Μην αλλάξετε την {{value1}}. Ακολουθήστε τη δική σας επιλογή.
en_au: Do not re-arrange {{value1}}. Please treat this as your personal choice.
es_es: No reubicar {{value1}}, considerándolo una elección personal.
fi: Jätä {{value1}} muuttumattomaksi, ja käsittele se henkilön valintana.
fr_ca: Ne pas réorganiser {{value1}}. Considérer cela comme un choix personnel.
gu: {{value1}} ને ફરીથી ગોઠવશો નહીં, પરંતુ તેને વ્યક્તિગત પસંદગી તરીકે ગણો.
he: אל תשנו את {{value1}}, אלא התייחסו לבחירה של המשתמש
hi: {{value1}} को दोबारा न करें, यह आपकी पसंद है।
hr: Ne preuređujte {{value1}}, već ga tretirajte kao vlastiti izbor.
hu: {{value1}}-t ne változtassa meg, hanem tekintse az egyéni választként
id: Jangan mengubah {{value1}}, anggap sebagai pilihan pribadi.
it: Non modificare la configurazione di {{value1}}, trattandola come una scelta personale.
ko: {{value1}}는 재배치하지 않고, 본인의 선택으로 처리합니다.
mr: {{value1}} पुन्हा प्रयत्न करू नका, हे तुमच्या आवडीनुसार आहे.
ms: Jangan mengubah {{value1}}, anggap sebagai pilihan sendiri.
nl_nl: {{value1}} blijft op dezelfde plek staan en wordt beschouwd als een persoonlijke keuze.
no: Behandle {{value1}} som en egen avgjørelse, uten å endre plasseringen.
pl: Nie należy zmieniać ustawień dla {{value1}}, traktuj to jako wybór użytkownika.
pt_br: Não altere a configuração de {{value1}}. Trate-o como uma escolha pessoal.
pt_pt: Não altere a configuração de {{value1}}. Trate-o como uma escolha pessoal.
ro: Nu reconfigurați {{value1}}, ci luați-o ca pe o alegere personală.
ru: {{value1}} не переставлять, рассматривать как выбор пользователя
sk: {{value1}} neprekladajte, ale považujte za vlastnú voľbu
sl: {{value1}} ne preuredujte, temveč ga sprejemajte kot lastno izbiro
sv: Behåll {{value1}} som ett eget val, utan att omfördela den.
ta: {{value1}}-ஐ மாற்ற வேண்டாம், இது உங்கள் விருப்பத்தின் அடிப்படையில் இருக்க வேண்டும்.
te: {{value1}} ను మార్చకుండా, వ్యక్తిగత ఎంపికగా పరిగణించండి
th: ไม่แนะนำให้ปรับเปลี่ยน {{value1}} ให้ถือว่าเป็นสิ่งที่ผู้ใช้เลือกเอง
tr: {{value1}}'i yeniden düzenlemek yerine, kişinin tercihine göre ele alın
uk: Не змінюйте {{value1}}, розгляньте це як вибір особисто.
vi: {{value1}} không cần thay đổi, đây là lựa chọn của bạn.
zh_hans: 将{{value1}}视为个人选择，无需重新配置
zh_hant: 將{{value1}}視為個人的選擇，不進行重新配置

# runtime_messages.0d4de13deafc
source: 現在地をマイジムとして登録しました
ar_sa: لقد قمت بتسجيل موقعي الحالي كصالة الألعاب الرياضية الخاصة بي.
ca: He registrat la meva ubicació actual com el meu gimnàs.
cs: Zaregistroval jsem svou současnou polohu jako "moje posilovna".
da: Jeg har registreret din nuværende placering som mit træningscenter.
de_de: Ich habe meine lokale Fitnessstudio als Standort registriert.
el: Καταχωρίστηκε η τρέχουσα τοποθεσία ως το "δικό μου γυμναστήριο"
en_au: I have registered my local gym as my current location.
es_es: He registrado mi gimnasio actual como ubicación
fi: Olen rekisteröinyt nykyisen sijainnin "omaan kuntosaliini"
fr_ca: J'ai enregistré ma salle de sport comme emplacement actuel
gu: હાલની જગ્યાને માય જીમ તરીકે રજીસ્ટર કર્યું
he: רשמתי את המיקום הנוכחי כחדר הכושר שלי
hi: मैंने वर्तमान स्थान को अपने जिम के रूप में पंजीकृत किया है
hr: Registrirao sam trenutno mjesto kao "moj fitness centar"
hu: A jelenlegi helyszínt a saját edzőtermemként regisztráltam.
id: Lokasi saat ini telah didaftarkan sebagai gym pribadi saya
it: Ho registrato la mia palestra come posizione attuale
ko: 현재 위치를 마이짐으로 등록했습니다
mr: सध्याचे ठिकाण 'माय जिम' म्हणून नोंदवले आहे
ms: Tempat semasa telah ditetapkan sebagai gim saya
nl_nl: Ik heb mijn lokale sportschool als locatie geregistreerd
no: Jeg har registrert din nåværende lokasjon som mitt treningsstudio.
pl: Zarejestrowałem obecną lokalizację jako mój domowy ośrodek fitness.
pt_br: Registre a localização atual como "Meu Ginásio"
pt_pt: Registre a localização atual como "Meu Ginásio"
ro: Am înregistrat locația actuală ca "sala mea"
ru: Местоположение зарегистрировано как "мой спортзал"
sk: Používam svoju aktuálnu polohu ako "moje posilňovňa".
sl: Trenutno lokacijo sem nastavil kot svoj "dom".
sv: Jag har registrerat min nuvarande plats som mitt gym
ta: தற்போதைய இடத்தை எனது ஜிம்மாக பதிவு செய்துள்ளேன்
te: ప్రస్తుత స్థానాన్ని నా జిమ్‌గా నమోదు చేసాను
th: ได้ทำการบันทึกตำแหน่งปัจจุบันเป็น "ยิมส่วนตัว"
tr: Şu anki konumu "şu anki spor salonum" olarak kaydettim
uk: Зареєстровано поточне місцезнаходження як "Мій спортзал"
vi: Đã đăng ký vị trí hiện tại làm phòng tập của bạn
zh_hans: 已将当前地点设置为我的健身房
zh_hant: 已將目前地點作為個人健身房進行註冊

# runtime_messages.119a3a0a5dee
source: 睡眠の記録が不足しています
ar_sa: تسجيل النوم غير كاف
ca: La gravació del son és insuficient
cs: Chybí záznamy o spánku.
da: Du mangler at registrere din søvn.
de_de: Es fehlen Aufzeichnungen über den Schlaf.
el: Έχουν λείψει οι καταγραφές ύπνου.
en_au: There is a lack of sleep records.
es_es: Faltan los registros de sueño
fi: Unihistoria on puutteellinen
fr_ca: Il manque des données sur le sommeil.
gu: ઊંઘનો રેકોર્ડ અપૂરતો છે
he: חסרות רשומות שינה
hi: नींद का रिकॉर्ड अपर्याप्त है
hr: Nedostaju podaci o spavanju
hu: Hiányoznak az alvási adatok.
id: Catatan tidur kurang lengkap
it: Mancano i dati relativi al sonno
ko: 수면 기록이 부족합니다
mr: झोप नोंदी अपूर्ण आहेत
ms: Catatan tidur masih kurang
nl_nl: Er ontbreken gegevens over slaap.
no: Du mangler registrering av søvn.
pl: Brakuje danych dotyczących snu.
pt_br: Há falta de registro de sono
pt_pt: Há falta de registro de sono
ro: Înregistrarea somnului este insuficientă
ru: Отсутствуют данные о сне
sk: Chýbajú vám záznamy o spánku.
sl: Manjka podatkov o spanju.
sv: Det saknas information om sömn
ta: தூக்கத்தின் பதிவுகள் குறைவாக உள்ளன
te: నిద్ర రికార్డులు సరిగా లేవు
th: ขาดบันทึกการนอนหลับ
tr: Uyku kaydı eksik
uk: Відсутні записи про сон
vi: Ghi chú về giấc ngủ còn thiếu
zh_hans: 睡眠记录不足
zh_hant: 睡眠的紀錄不足

# runtime_messages.12d5f3fcfc22
source: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}回
ar_sa: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} مرات
ca: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} vegades
cs: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}x
da: {{value1}} {{value2}}/{{value3}}•{{value4}}/{{value5}}Gentag
de_de: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} Mal
el: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} φορές
en_au: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} times
es_es: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} veces
fi: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} kertaa
fr_ca: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} fois
gu: {{value1}} {{value2}}/{{value3}}•{{value4}}/{{value5}} વખત
he: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} פעמים
hi: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} बार
hr: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} puta
hu: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} alkalom
id: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} kali
it: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} volte
ko: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}회
mr: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} वेळा
ms: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} kali
nl_nl: {{value1}} {{value2}} / {{value3}} {{value4}} / {{value5}} keer
no: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} ganger
pl: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} razy
pt_br: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} vezes
pt_pt: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} vezes
ro: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}
ru: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} раз
sk: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}x
sl: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}krat
sv: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} gånger
ta: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} முறை
te: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} సార్లు
th: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} ครั้ง
tr: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} tekrar
uk: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}} разів
vi: {{value1}} {{value2}}/ {{value3}} · {{value4}}/ {{value5}} Lần
zh_hans: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}次
zh_hant: {{value1}} {{value2}}/{{value3}}・{{value4}}/{{value5}}次

# runtime_messages.1cf9ffa9a2cb
source: なぜこの行動か
ar_sa: لماذا هذا السلوك
ca: per què aquest comportament
cs: Proč toto děláte?
da: Hvorfor denne aktivitet?
de_de: Warum dieses Verhalten?
el: Γιατί κάνετε αυτή τη δράση;
en_au: Why am I doing this?
es_es: ¿Por qué estoy haciendo esto?
fi: Miksi tämä toiminto?
fr_ca: Pourquoi cette action ?
gu: આ ક્રિયાનું કારણ શું છે?
he: מדוע בוחרים בפעולה זו?
hi: यह कार्य क्यों करना चाहते हैं?
hr: Zašto ovo radite?
hu: Miért csinálom ezt?
id: Mengapa melakukan tindakan ini?
it: Perché sto facendo questa azione?
ko: 왜 이런 행동을 할까요?
mr: हे कृत्य का केले?
ms: Kenapa melakukan aktiviti ini?
nl_nl: Waarom deze actie?
no: Hvorfor dette?
pl: Dlaczego to robisz?
pt_br: Por que você está fazendo isso?
pt_pt: Por que você está fazendo isso?
ro: De ce faceți această acțiune?
ru: Почему это действие?
sk: Prečo toto robím?
sl: Zakaj to počnete?
sv: Varför gör jag det här?
ta: ஏன் இப்படிச் செய்கிறீர்கள்?
te: ఎందుకు ఈ చర్య?
th: ทำไมถึงทำเช่นนั้น
tr: Neden bu eylemi yaptım?
uk: Чому ви це робите?
vi: Tại sao lại làm điều này?
zh_hans: 为什么这样做？
zh_hant: 為什麼要這樣做？

# runtime_messages.1da67cd9d0b7
source: アシスト種目
ar_sa: حدث مساعدة
ca: Assistència a l'esdeveniment
cs: Typ cvičení
da: Assisterende øvelser
de_de: Übungsart
el: Τύποι άσκησης
en_au: Assist exercise
es_es: Ejercicios de asistencia
fi: Harjoitustyyppi
fr_ca: Types d'exercices
gu: સહાય માટેના વિકલ્પો
he: סוג פעילות
hi: सहायक गतिविधियाँ
hr: Vrste aktivnosti
hu: Segítő funkciók
id: Jenis latihan
it: Esercizi di supporto
ko: 운동 종류
mr: सहाय्यक व्यायाम
ms: Jenis latihan
nl_nl: Oefeningen
no: Øvelser
pl: Rodzaj ćwiczeń
pt_br: Exercícios de assistência
pt_pt: Exercícios de assistência
ro: Tipuri de exerciții
ru: Виды упражнений
sk: Typy tréningu
sl: Vrste pomoči
sv: Träningsaktivitet
ta: உதவி செய்யும் பயிற்சிகள்
te: సహాయక వ్యాయామాలు
th: ประเภทการออกกำลังกาย
tr: Yardım türleri
uk: Види тренувань
vi: Loại bài tập
zh_hans: 辅助项目
zh_hant: 輔助運動

# runtime_messages.1e9b7e0b1de9
source: 今日の3つを達成しました。明日の提案に反映します。
ar_sa: لقد أنجزت ثلاثة أشياء اليوم. وسوف أعكس ذلك في اقتراح الغد.
ca: Avui he aconseguit tres coses. Ho reflectiré a la proposta de demà.
cs: Dosáhli jste všech tří cílů dne. Budou zahrnuty do návrhu pro zítra.
da: Jeg har nået de tre mål for i dag. Det vil blive reflekteret i morgendagens forslag.
de_de: Ich habe die drei heute erreicht. Ich werde dies in den Vorschlägen für morgen berücksichtigen.
el: Επιτεύχθηκαν οι τρεις σημερινοί στόχοι. Θα συμπεριληφθούν στις προτάσεις για αύριο.
en_au: I have achieved all three for today. This will be reflected in tomorrow's suggestions.
es_es: He completado los 3 objetivos de hoy. Se incluirán en la próxima recomendación.
fi: Olet saavuttanut tämän päivän kolme tavoitetta. Huomioidaan huomenna.
fr_ca: J'ai atteint les 3 objectifs d'aujourd'hui. Cela sera pris en compte dans les suggestions de demain.
gu: હું આજે ​​ત્રણ કાર્યો પૂર્ણ કરી લીધા છે. આવતી કાલના સૂચનોમાં તેનો સમાવેશ થશે.
he: השגתי את שלושת ההמלצות של היום. אפרסם אותן בהמלצות של מחר.
hi: हमने आज के 3 लक्ष्यों को पूरा किया है। हम इसे कल के सुझाव में शामिल करेंगे।
hr: Dobili ste sve tri ciljeve dana. Promjene će biti primijenjene u sljedećem prijedelu.
hu: Elértem a mai célokat. A következő nap ajánlataiban megjelennek.
id: Tiga yang tercapai hari ini akan diterapkan dalam saran besok.
it: Ho raggiunto i 3 obiettivi di oggi. Saranno inclusi nelle prossime proposte.
ko: 오늘의 3가지 목표를 달성했습니다. 내일 제안에 반영합니다.
mr: मी आजचे ३ टप्पे पूर्ण केले आहेत. उद्याच्या सूचनांमध्ये याचा समावेश केला जाईल.
ms: Anda telah mencapai 3 tujuan hari ini. Ia akan dipaparkan dalam cadangan esok.
nl_nl: Je hebt de drie doelen voor vandaag bereikt. Dit wordt meegenomen in de aanbevelingen voor morgen.
no: Jeg har nådd de tre målene for i dag. Dette vil bli reflektert i morgendagens anbefalinger.
pl: Zostały zrealizowane trzy cele na dziś. Będą uwzględnione w przyszłych propozycjach.
pt_br: Consegui completar os 3 objetivos de hoje. Será refletido na sugestão de amanhã.
pt_pt: Consegui completar os 3 objetivos de hoje. Será refletido na sugestão de amanhã.
ro: Ați atins toate cele 3 obiective pentru astăzi. Voi fi luate în considerare pentru sugestiile de mâine.
ru: Вы выполнили 3 задачи сегодня. Будут учтены в завтрашних рекомендациях.
sk: Dosiahli ste všetky tri návrhy na dnes. Budú zahrnuté do návrhov pre zajtra.
sl: Uporabnik je dosegel vse tri cilje za dan. Upoštevajo se pri naslednji predlogi.
sv: Jag har uppnått de tre dagliga målen. Detta kommer att återspeglas i morgondagens förslag.
ta: இன்றைய மூன்று இலக்குகளை அடைத்துள்ளேன். நாளைக்கான பரிந்துரையில் இது சேர்க்கப்படும்.
te: నేను ఈరోజు మూడు లక్ష్యాలను పూర్తి చేసాను. రేపటి సూచనలలో దీనిని పరిగణనలోకి తీసుకుంటాను.
th: คุณทำตามเป้าหมายในวันนี้แล้ว จะนำไปปรับปรุงในคำแนะนำของวันพรุ่งนี้
tr: Bugünün hedeflerine ulaştım. Yarınki önerilere yansıtılacaktır.
uk: Я досяг усіх трьох цілей на сьогодні. Це буде враховано в наступних рекомендаціях.
vi: Đã hoàn thành 3 mục tiêu hôm nay. Sẽ đưa vào đề xuất cho ngày mai.
zh_hans: 已完成今天的三个项目。将在明天的建议中反映。
zh_hant: 完成了今天的3項任務。將反映在明天的建議中

# runtime_messages.1f65b4107746
source: AIトレーナーから回答が届きました
ar_sa: تلقيت إجابة من مدرب الذكاء الاصطناعي.
ca: Vaig rebre una resposta de l'entrenador d'IA.
cs: Odpověď od AI trenéra byla obdržena.
da: Du har modtaget svar fra AI-træneren.
de_de: Antwort vom KI-Trainer erhalten
el: Λάβατε απάντηση από τον AI προπονητή.
en_au: Received a response from the AI trainer.
es_es: Recibiste una respuesta del entrenador con IA.
fi: AI-valmentajalta on saatu vastaus
fr_ca: Vous avez reçu une réponse de votre coach IA.
gu: AI ટ્રેનર તરફથી જવાબ મળ્યો
he: קיבלתי תשובה מהמאמן ה-AI.
hi: AI प्रशिक्षक से प्रतिक्रिया प्राप्त हुई।
hr: Primili ste odgovor od AI trenera
hu: Az AI edzőtől kapott választ.
id: Mendapatkan jawaban dari pelatih AI
it: Ho ricevuto una risposta dall'allenatore AI.
ko: AI 트레이너로부터 답변을 받았습니다
mr: AI प्रशिक्षकाकडून प्रतिसाद मिळाला.
ms: Jawapan diterima daripada jurulatih AI.
nl_nl: Je antwoord is ontvangen van de AI-trainer.
no: Fikk svar fra AI-treneren.
pl: Otrzymałem odpowiedź od trenera AI.
pt_br: Recebi uma resposta do seu treinador AI.
pt_pt: Recebi uma resposta do seu treinador AI.
ro: Am primit răspunsul de la antrenorul AI.
ru: Получил ответ от AI-тренера
sk: Odoslali sme vám odpoveď od AI trénera.
sl: Odgovor ste prejemali od AI trenerja
sv: Fick svar från AI-tränaren.
ta: AI பயிற்சியாளரிடம் இருந்து பதில் கிடைத்தது.
te: AI శిక్షకుడి నుండి సమాధానం వచ్చింది
th: ได้รับคำตอบจากผู้ฝึกสอน AI
tr: AI antrenörden yanıt aldım.
uk: Від AI-тренера отримано відповідь.
vi: Bạn đã nhận được phản hồi từ huấn luyện viên AI.
zh_hans: 已收到AI教练的回复
zh_hant: AI教練已回覆

# runtime_messages.21b0ce47a5e9
source: 新しい記録を反映しました。
ar_sa: وقد انعكس الرقم القياسي الجديد.
ca: El nou rècord s'ha reflectit.
cs: Zaznamenali jsme nové údaje.
da: Jeg har registreret de nye data.
de_de: Neue Aufzeichnungen wurden berücksichtigt.
el: Έχω καταγράψει τα νέα δεδομένα.
en_au: Updated new records.
es_es: Se han reflejado los nuevos registros.
fi: Päivitettiin uusi merkintä.
fr_ca: Les nouvelles données ont été enregistrées.
gu: નવી રેકોર્ડને પ્રતિબિંબિત કરવામાં આવી છે.
he: הוספתי את הרשומות החדשות.
hi: नए रिकॉर्ड को प्रतिबिंबित किया गया है।
hr: Ažurirani su novi podaci.
hu: Az új rekordot rögzítettem.
id: Data baru telah diperbarui.
it: I nuovi dati sono stati registrati.
ko: 새로운 기록을 반영했습니다.
mr: नवीन नोंदी प्रतिबिंबित केल्या आहेत.
ms: Data rekod baharu telah dimasukkan.
nl_nl: De nieuwe gegevens zijn opgenomen.
no: Jeg har lagret nye data.
pl: Zapisano nowe dane.
pt_br: Os novos registros foram refletidos.
pt_pt: Os novos registros foram refletidos.
ro: Am înregistrat noul set de date.
ru: Записаны новые данные.
sk: Aktualizované záznamy.
sl: Uporabljeni so novi zapisi.
sv: Nytt logg har registrerats.
ta: புதிய பதிவுகளை பிரதிபலித்துள்ளோம்.
te: కొత్త రికార్డులను ఉపయోగించాము.
th: บันทึกใหม่ได้รับการสะท้อน
tr: Yeni kaydı yansıttım.
uk: Оновлено записи.
vi: Đã ghi lại hoạt động mới.
zh_hans: 已反映新的记录。
zh_hant: 已反映新的記錄。

# runtime_messages.2201dfcbf766
source: ジム訪問の自動検知はオフです
ar_sa: تم إيقاف الكشف التلقائي عن زيارات الصالة الرياضية
ca: La detecció automàtica de les visites al gimnàs està desactivada
cs: Automatická detekce návštěvy posilovny je vypnuta.
da: Automatisk detektion af besøg på fitnesscenter er slået fra.
de_de: Automatische Erkennung von Besuchen im Fitnessstudio ist deaktiviert.
el: Η αυτόματη ανίχνευση επίσκεψης στο γυμναστήριο είναι απενεργοποιημένη.
en_au: Automatic gym detection is turned off.
es_es: La detección automática de visitas al gimnasio está desactivada.
fi: Automaattinen kuntosalin tunnistus on pois käytöstä.
fr_ca: La détection automatique de la visite de la salle de sport est désactivée.
gu: જિમની મુલાકાત આપવાનું આપોઆપ શોધવાનું બંધ કરી દેવામાં આવ્યું છે.
he: זיהוי אוטומטי של ביקור בסטודיו כבטל.
hi: जिम जाने की स्वचालित पहचान बंद है।
hr: Automatska detekcija posjeta teretani je isključena.
hu: A fitneszterm automatikus érzékelése kikapcsolva van.
id: Deteksi otomatis kedatangan ke gym dinonaktifkan.
it: La rilevazione automatica dell'arrivo alla palestra è disattivata.
ko: 짐 방문 자동 감지는 꺼져 있습니다.
mr: जिममध्ये येण्याची सूचना आपोआप बंद आहे.
ms: Pengesanan automatik untuk melawat gim telah dimatikan.
nl_nl: Automatische detectie van bezoek aan het fitnesscentrum is uitgeschakeld.
no: Automatisk deteksjon av besøk på treningssenter er deaktivert.
pl: Automatyczne wykrywanie wizyty w siłowni jest wyłączone.
pt_br: A detecção automática de visitas à academia está desativada.
pt_pt: A detecção automática de visitas à academia está desativada.
ro: Detectarea automată a sosirii la sala de sport este dezactivată.
ru: Автоматическое обнаружение посещения спортзала отключено.
sk: Automatická detekcia návštevy posilovne je vypnutá.
sl: Funkcija samodejnega zaznavanja obiska telovadnice je izklopljena.
sv: Automatisk detektering av gymbesök är avstängd.
ta: ஜிம்-க்கு செல்லும் தானியங்கி கண்டறிதல் முடக்கப்பட்டுள்ளது.
te: జిమ్ సందర్శనను స్వయంచాలకంగా గుర్తించడం ఆపివేయబడింది
th: การตรวจจับการเข้ายิมโดยอัตโนมัติถูกปิด
tr: Spor salonuna gitme otomatik algılama kapalıdır.
uk: Автоматичне виявлення відвідування фітнес-клубу вимкнено.
vi: Chức năng tự động phát hiện phòng tập đã tắt.
zh_hans: 自动检测健身房访问已关闭
zh_hant: 自動偵測健身房訪問已關閉

# runtime_messages.2608fa3a1c38
source: 前回のAIトレーナー送信を再開できませんでした。
ar_sa: لا يمكن استئناف الإرسال السابق لمدرب الذكاء الاصطناعي.
ca: La transmissió anterior de l'entrenador d'IA no s'ha pogut reprendre.
cs: Není možné znovu odeslat předchozí data od AI trenéra.
da: Det var ikke muligt at genstarte den tidligere AI-træner.
de_de: Die vorherige AI-Trainer-Übertragung konnte nicht wiederhergestellt werden.
el: Δεν μπόρεσα να επαναλάβω την προηγούμενη αποστολή του AI trainer.
en_au: I was unable to resend the previous AI trainer message.
es_es: No pudimos reanudar el envío del entrenador de IA anterior.
fi: Edellinen AI-valmentajan lähetys ei onnistunut.
fr_ca: Impossible de réactiver l'entraînement par IA précédent.
gu: અગાઉના AI ટ્રેનર દ્વારા મોકલવામાં આવેલી માહિતી ફરીથી મોકલવાનું શક્ય નથી.
he: לא הצלחתי לשלוח שוב את המאמן הווירטואלי הקודם.
hi: पिछली AI ट्रेनर भेजने की कोशिश फिर से नहीं हो पाई।
hr: Nisam uspio ponovno poslati prethodni podatak o treneru.
hu: Nem sikerült újból elindítani az AI edzőt.
id: Tidak dapat melanjutkan pengiriman pelatih AI sebelumnya.
it: Non sono riuscito a ripristinare l'ultima sessione con l'AI trainer.
ko: 이전 AI 트레이너 전송을 다시 시작할 수 없습니다.
mr: मागील AI प्रशिक्षकाद्वारे पाठवलेला संदेश पुन्हा पाठवता आला नाही.
ms: Tidak dapat memulakan semula penghantaran jurulatih AI yang sebelum ini.
nl_nl: Het opnieuw verzenden van de vorige AI-trainer is niet mogelijk.
no: Jeg klarte ikke å starte sendingen av AI-trener igjen.
pl: Nie udało się ponownie wysłać poprzedniego treningu AI.
pt_br: Não foi possível retomar o envio do treinador AI anterior.
pt_pt: Não foi possível retomar o envio do treinador AI anterior.
ro: Nu am putut relua trimiterea anterioară cu antrenorul AI.
ru: Не удалось повторно отправить предыдущий запрос AI-тренера.
sk: Nepodarilo sa obnoviť predchádzajúce odeslanie od AI trénera.
sl: Žal se ni izvedelo ponovno pošljati podatke AI trenerja.
sv: Jag kunde inte återuppta den tidigare AI-tränarens meddelande.
ta: முந்தைய AI பயிற்சியாளரின் தகவலை மீண்டும் அனுப்ப முடியவில்லை.
te: గత AI శిక్షకుడి నుండి వచ్చిన సమాచారాన్ని తిరిగి పొందలేకపోయాము.
th: ไม่สามารถส่งข้อมูลจาก AI เทรนเนอร์ครั้งก่อนได้อีก
tr: Önceki AI antrenör gönderisi yeniden başlatılamadı.
uk: Не вдалося повторно надіслати попередні дані від AI-тренера.
vi: Không thể khôi phục lại dữ liệu huấn luyện AI trước đó.
zh_hans: 无法重新发送上次的AI教练建议。
zh_hant: 無法重新發送上次的AI教練建議。

# runtime_messages.27857aa2b1ae
source: 短い全体コメント
ar_sa: تعليق شامل قصير
ca: breu comentari general
cs: Krátký celkový komentář
da: Kort sammendrag
de_de: Kurze Gesamtkommentar
el: Σύντομη γενική σημείωση
en_au: Short overall comment
es_es: Comentario general breve
fi: Lyhyt yleinen kommentti
fr_ca: Commentaire général court
gu: ટૂંકા સામાન્ય ટિપ્પણી
he: הערה כללית קצרה
hi: संक्षिप्त समग्र टिप्पणी
hr: Kratki opći komentar
hu: Rövid összefoglaló
id: Komentar singkat
it: Breve commento generale
ko: 짧은 전체 코멘트
mr: लहान सारांश
ms: Komentar keseluruhan ringkas
nl_nl: Korte algehele opmerking
no: Kort sammendrag
pl: Krótki ogólny komentarz
pt_br: Comentário geral curto
pt_pt: Comentário geral curto
ro: Comentariu general scurt
ru: Краткий общий комментарий
sk: Krátky celkový komentár
sl: Kratek splošen komentar
sv: Kort sammanfattning
ta: குறுகிய பொது கருத்து
te: సంక్షిప్త సాధారణ వ్యాఖ్య
th: คำอธิบายโดยรวมสั้นๆ
tr: Kısa genel yorum
uk: Короткий загальний коментар
vi: Nhận xét tổng quan ngắn gọn
zh_hans: 简短的总体评价
zh_hant: 簡短的總評論

# runtime_messages.28ae9e02d508
source: {{value1}}食
ar_sa: {{value1}}وجبة
ca: {{value1}}menjar
cs: {{value1}} jídlo
da: {{value1}}Kost
de_de: {{value1}} Mahlzeiten
el: {{value1}} γεύματα
en_au: {{value1}} meals
es_es: {{value1}} comidas
fi: {{value1}} ateriaa
fr_ca: {{value1}} repas
gu: {{value1}} ભોજન
he: {{value1}} ארוחות
hi: {{value1}} भोजन
hr: {{value1}} obroka
hu: {{value1}} étkezés
id: {{value1}} makanan
it: {{value1}} pasti
ko: {{value1}} 식사
mr: {{value1}} जेवण
ms: {{value1}} hidangan
nl_nl: {{value1}} Voeding
no: {{value1}} måltider
pl: {{value1}} posiłków
pt_br: {{value1}} refeições
pt_pt: {{value1}} refeições
ro: {{value1}} mese
ru: {{value1}} приемов пищи
sk: {{value1}} jedál
sl: {{value1}} obrok
sv: {{value1}} måltider
ta: {{value1}} உணவு
te: {{value1}} ఆహారం
th: {{value1}} มื้อ
tr: {{value1}} öğün
uk: {{value1}} прийом їжі
vi: {{value1}} Thực phẩm
zh_hans: {{value1}}餐
zh_hant: {{value1}}餐
